Repository: flukso/docs
Catalog: locale/*/LC_MESSAGES/opto-reflective_probe.po
Languages: nl

source: Opto-Reflective Probe
nl: Opto-Reflectieve Probe

source: The FLS07A opto-reflective probe can read out gas and water meters equipped with a mirror on their dials.
nl: De FLS07A opto-reflectieve probe kan zowel gas- als watermeters uitlezen indien deze met een spiegel op het telwerk zijn uitgerust.

source: Look for a small mirror on the counter's last digit. For this specific meter the mirror can be found on the '6' digit.
nl: Zoek naar een spiegeltje op de laatste digit van het telwerk. Voor deze specifieke meter kan de spiegel op de '6' digit worden gevonden.

source: Attach the double-sided sticker to the glass of the meter. Make sure to align the sticker so that the last digit is visible through the window.
nl: Bevestig de tweezijdig klevende sticker op het glas van de meter. Zorg ervoor dat de sticker zo is opgelijnd dat de laatste digit zichtbaar is door het venster.

source: Remove the sticker's cover to expose the tape.
nl: Verwijder de bovenste bescherming van de sticker om de tape bloot te stellen.

source: Align the probe's head with the outer edge of the sticker. Firmly press the probe onto the sticker.
nl: Lijn de kop van de probe uit met de buitenrand van de sticker. Druk de probe stevig tegen de sticker aan.

source: Configure the pulse port's meter constant as detailed in the :ref:`gas_probe` paragraph.
nl: Stel de meterconstante van de puls poort in zoals beschreven in de :ref:`gas_probe` paragraaf.

source: This specific water meter has a half-moon mirror on the rotating dial.
nl: Deze specifieke watermeter heeft een spiegel in de vorm van een halve maan op de roterende schijf.

source: Attach the double-sided sticker to the glass of the meter. The sticker's window should be mounted excentrically on the dial so that the mirror will appear below the mirror during half of the disk's full revolution.
nl: Bevestig de tweezijdig klevende sticker op het glas van de meter. Het venster van de sticker moet excentrisch op de schijf worden gemonteerd zodat de spiegel onder het venster verschijnt gedurende een halve omwenteling.

source: Configure the pulse port's meter constant as detailed in the :ref:`water_probe` paragraph. For this water meter the meter constant has to be set to 1L per pulse.
nl: Stel de meterconstante van de puls poort in zoals beschreven in de :ref:`water_probe` paragraaf. Voor dit type watermeter moet de meterconstante op 1L per puls worden gezet.
